Repository: Geheiner/kamusiapp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eo_eo, es_es, fr_fr, ga_ie, it_it, nl_nl, vi_vn

source: <li>Short and sweet: A definition should be as brief as possible to explain the concept, but long enough to describe it fully. If the same word has <strong><em>different meanings</em></strong>, those are <strong><em>different concepts</em></strong> with different definitions. <strong><em>A definition</em></strong> in Kamusi only explains <strong><em>one concept</em></strong>.</li>
eo_eo: <li>Neceso kaj sufiĉo: Difino estu kiel eble plej mallonga, sed tamen sufiĉe longa por plene reprezenti la difinatan ideon. Se iu vorto havas <strong><em>plurajn signifojn</em></strong>, temas pri <strong><em>malsamaj nocioj</em></strong> kiuj havu malsamajn difinojn. Ĉe Kamusi <strong><em>difino</em></strong> nur temu pri <strong><em>unu nocio</em></strong>.</li>
es_es: <li>Bueno y breve: Las definiciones deberán ser cortas en cuanto a la explicación del concepto, pero lo suficientemente largas para describirlo completamente. Si una misma palabra presenta <strong><em>distintos significados</em></strong>, entonces se tratará de <strong><em>conceptos diferentes</em></strong> con definiciones distintas. En Kamusi <strong><em>cada definición</em></strong> explica <strong><em>un único concepto</em></strong>.</li>
it_it: <li>Brevità: Una definizione deve spiegare un concetto in modo sintetico ma sufficientemente completo. Se la stessa parola ha <strong><em>significati diversi</em></strong>, tali significati costituiscono <strong><em>concetti diversi</em></strong> che hanno definizioni distinte. In Kamusi, <strong><em>una definizione</em></strong> spiega <strong><em>un singolo concetto</em></strong>.</li>
nl_nl: <li>Kort en bondig: een definitie dient zo kort mogelijk te zijn om het concept te beschrijven, maar lang genoeg om het volledig te beschrijven. Als hetzelfde woord<strong><em>verschillende betekenissen </em></strong>heeft, dan zijn dat<strong><em>verschillende concepten</em></strong> met verschillende definities. <strong><em>Een definitie</em></strong> in Kamusi verklaart alleen een <strong><em>enkel concept</em></strong>.</li>
vi_vn: <li>Ngắn gọn: Một định nghĩa nên càng ngắn gọn càng tốt để giải thích khái niệm, nhưng đủ dài để miêu tả từ đó đầy đủ. Nếu cùng từ đó có <strong><em>các nghĩa khác</em></strong>, những <strong><em>khái niệm khác</em></strong> với các định nghĩa khác. <strong><em>Một định nghĩa</em></strong> trong Kamusi chỉ giải thích<strong><em>một khái niệm</em></strong>.</li>

source: <li>Easy does it: Use the simplest words you can. Definitions should not force readers to jump around the dictionary more, unless technical terms are absolutely necessary.</li>
eo_eo: <li>Komprenebleco: Difino estu verkita per la plej simplaj vortoj eblaj, tiel ke uzantoj ne devu traserĉi la vortaron por kompreni ilin, krom en escepta kazo kiam fakaj terminoj nepre necesas.</li>
es_es: <li>Vaya a lo fácil: use las definiciones más sencillas. Las definiciones no deben forzar al lector a recurrir al diccionario una y otra vez, a menos de que se trate de términos técnicos.</li>
it_it: <li>Semplicità: Utilizza parole semplici. Buone definizioni non obbligano i lettori a cercare altre definizioni, a meno che i termini specialistici non siano strettamente necessari.</li>
nl_nl: <li>Eenvoud telt: Gebruik de simpelste woorden die je kent. Definities horen de lezers niet te dwingen om nog meer te speuren in het woordenboek, tenzij technische termen absoluut vereist zijn.</li>
vi_vn: <li> Dễ dàng: Sử dụng các từ đơn giản nhất có thể. Các định nghĩa không nên ép độc giả phải nhảy vòng quanh từ điển, trừ khi đó là các thuật ngữ thì mới cần phải làm như vậy. </li>

source: <li>No circles: Definitions should NOT contain the word that is being defined, nor its close relatives. <em>Happiness</em> is "A feeling of joy.", not "The feeling of being happy." Definitions should not be circular - we cannot now say <em>joy</em> is "A feeling of happiness."</li>
eo_eo: <li>Neniu cirkleca referenco: Difinoj NE enhavu nek la difinatan vorton nek proksimajn vortojn. Ekzemple <em>"feliĉo"</em> estas "sento de plenkontenteco", ne "la sento kiam oni feliĉas". Difinoj ne kreu cirklecajn referencojn, ekzemple oni ne diru ke <em>"ĝojo"</em> estas "la sento de feliĉo."</li>
es_es: <li>No use razonamientos circulares: Las definiciones NO deben contener la palabra que se se está intentando definir ni sus conceptos inmediatos. Por ejemplo, <em>Felicidad</em> puede definirse como: "Un sentimiento de gozo.", y no como "El sentimiento de estar feliz". Las definiciones no deben ser circulares, es decir, no podremos definir posteriormente <em>gozo</em> como "Un sentimiento de felicidad".</li>
it_it: <li>Evita la circolarità: Le definizioni NON devono contenere la parola da definire né altre parole da essa derivate. La <em>felicità</em> è un "sentimento di gioia", non "essere felici". Le definizioni non devono essere circolari - vista la definizione precedente, non è possibile definire <em>gioia</em> come "sentimento di felicità".</li>
nl_nl: <li>Niet cirkelen: Definities horen NIET het woord te bevatten dat gedefinieerd wordt of dat wat er nauw aan verwant is. <em>Vrolijkheid</em> is "een gevoel van plezier.", niet "het gevoel van vrolijk zijn." Definities moeten niet teruggecirkeld worden - nu kunnen we niet meer zeggen <em>plezier</em> is "Een gevoel van vrolijkheid."</li>
vi_vn: <li>Không vòng vo: Các định nghĩa KHÔNG nên chứa từ đang được định nghĩa, cũng như các từ gần gũi với nó. <em>Hạnh phúc</em> là "Cảm giác vui mừng.", không phải "Cảm giác hạnh phúc." Các định nghĩa không nên vòng vèo -chúng ta không thê nói <em>vui mừng</em> là "Cảm giác hạnh phúc."</li>

source: <li>No fluff: Do not start with "A term meaning", or "This is a", or "X refers to", etc. Style: Begin with a Capital letter and end with a period.</li>
eo_eo: <li>Neniuj ornamaĵoj: Difino ne komencu ekzemple per "Vorto, kiu signifas..." aŭ "Tio estas ..." aŭ "Vorto ... rilatas al ...", k.t.p. Pri la stilo: Difino komenciĝu per majuskla litero kaj finiĝu per punkto.</li>
es_es: <li>No sea superfluo: no comience diciendo "Un término que signica..." o "Esto es una cosa que..." o "X se refiere a...", etc. Estilo: comience con mayúsculas y termine con un punto.</li>
it_it: <li>Evita le introduzioni: Non iniziare con "Un termine che significa", "Questa parola vuol dire", "X indica", etc. Stile: inizia la definizione con una lettera maiuscola e concludila con un punto.</li>
nl_nl: <li>Geen filler: Begin niet met "Een term betekent", of "Dit is een", of "X refereert aan", enz. Stijlvorm: Begin met een hoofdletter en eindig met een punt.</li>
vi_vn: <li>Không lặp lại: Không bắt đầu với "Một từ có nghĩa", hay "Đây là một", hay "X nói tới", etc. Phong cách: Bắt đầu với một chữ viết hoa và kết thúc bằng một dấu chấm.</li>

source: For <strong>English</strong>, we have 200,000 entries with "working definitions" borrowed from the <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Some of these definitions are great, but many can be much better. When you improve the definitions in English, we can provide better guidance for translations across languages.</p>
eo_eo: Por la <strong><strong>angla lingvo</strong>, estas 200000 registraĵoj kun "provizoraj" difinoj ĉerpitaj el la vortaro <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Kelkaj el tiuj difinoj bonegas, sed oni povus plibonigi multajn el ili. Kiam oni plibonigas la anglajn difinojn, tio helpas por la alilingvaj ekvivalentoj.</p>
es_es: En el caso del <strong>inglés</strong>, disponemos de 200.000 entradas que incluyen "definiciones en curso" proporcionadas por la <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Algunas de estas definiciones son excelentes, pero otras distan mucho aún de ser buenas. Mejorar las definiciones en inglés nos proporciona a todos una mejor referencia para la traducción a otros idiomas.</p>
it_it: Per l'<strong>inglese</strong> sono già disponibili 200.000 voci contenenti "definizioni correnti" tratte dalla banca dati <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Alcune di queste definizioni sono ottime, ma molte sono migliorabili. Migliorando le definizioni in inglese possiamo facilitare l'inserimento delle traduzioni in altre lingue.</p>
nl_nl: Voor het <strong>Engels</strong>, hebben we 200.000 ingevoerde "werkdefinities" geleend van het <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Sommige van deze definities zijn heel goed, maar veel van het kunnen veel beter. Als je de definities in het Engels kan verbeteren, kunnen we betere ondersteuning voor vertalingen bieden voor alle talen.</p>
vi_vn: Chúng tôi có 200 nghìn mục từ tiếng <strong>Anh</strong> với các "định nghĩa làm việc" mượn từ <a href="http://wordnet-rdf.princeton.edu" target="_blank">Mạng từ Princeton</a>. Một số định nghĩa trong này rất tốt, nhưng nhiều cái có thể tốt hơn. Khi các bạn cải thiện các định nghĩa trong tiếng Anh, chúng ta có thể cung cấp chỉ dẫn cho việc phiên dịch giữa các ngôn ngữ tốt hơn.</p>

source: For more insight about writing definitions, you can <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">watch this video</a>.</p>
eo_eo: Por lerni pli pri la redaktado de difinoj, vi povas <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">spekti tiun filmeton</a> (en la angla).</p>
es_es: Para más información sobre la formulación de definiciones, consulte <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">y vea el vídeo siguiente </a>.</p>
it_it: Per saperne di più su come scrivere le definizioni, <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">guarda questo video</a>.</p>
nl_nl: Kijk naar deze video <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank"> als je meer inzicht wil krijgen in het schrijven van definities</a>.</p>
vi_vn: Để biết thêm về cách viết định nghĩa, bạn có thể <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">xem video này</a>.</p>

source: <p><strong>Translation Game</strong><br />
eo_eo: <p><strong>Ludo de samsignifaj vortoj vialingvaj</strong><br />
es_es: <p><strong>Juego de traducción</strong><br />
ga_ie: <p><strong>Cluiche Aistriúcháin</strong><br />
it_it: <p><strong>Gioca con le traduzioni</strong><br />
nl_nl: <p><strong>Vertaalspel</strong><br />
vi_vn: <p><strong>Trò chơi dịch thuật</strong><br />

source: Submit a term that becomes the consensus: 3 points<br />
eo_eo: Aldono de vorto kiu atingas interkonsenton: 3 poentoj<br />
es_es: Proporcionar un término que resulte el seleccionado por la mayoría: 3 puntos<br />
it_it: Proporre un termine che ottiene il consenso: 3 punti<br />
nl_nl: Dien een term in die de consensus wordt: 3 punten<br />
vi_vn: Gửi một từ mà từ đó nhận được sự đồng thuận: 3 điểm<br />

source: Skip a term where the consensus is "skip" for this language: 1 point</p>
eo_eo: Preterpasado de vorto je kiu la interkonsento estas "preterpasado" por la pria lingvo: 1 poento</p>
es_es: Saltar a otro término que la mayoría ha decidido "saltar" para este idioma: 1 punto</p>
it_it: Saltare un termine che anche gli altri decidono di saltare in quella lingua: 1 punto</p>
nl_nl: Een term overslaan waar de consensus op "overslaan" voor deze taal staat: 1 punt</p>
vi_vn: Bỏ qua một từ khi sự đồng thuận là "bỏ qua" cho ngôn ngữ này: 1 điểm</p>

source: <p>When we do not already have an equivalent term in your language for an idea that we have in our English dataset, we ask you to tell us the best way to express the same meaning.</p>
eo_eo: <p>Se ni ankoraŭ ne havas vorton en via lingvo kiu ekvivalas al nocio en nia anglalingva datenaro, ni petas, ke vi diru al ni kiel plej bone esprimi tiun nocion en via lingvo.</p>
es_es: <p>Si aún no disponemos en su idioma de un término equivalente respecto de un concepto que se encuentra en nuestro conjunto de datos en inglés, le pediremos que nos proporcione la mejor manera de expresar el mismo significado.</p>
it_it: <p>Se per un termine già presente in inglese non esiste ancora un termine equivalente nella tua lingua, indica il termine migliore che esprime lo stesso significato.</p>
nl_nl: Wanneer we nog geen gelijkwaardige term in je taal hebben voor een idee dat we in onze Engelse data-verzameling hebben, vragen we je ons de beste manier te geven om dezelfde betekenis uit te drukken.
vi_vn: <p>Khi chúng ta không có từ tương đương trong ngôn ngữ của bạn cho một ý tưởng mà chúng ta có trong dữ liệu tiếng Anh, bạn cho chúng tôi biết cách tốt nhất để truyền đạt ý nghĩa tương tự.</p>

source: <li>You may not be able to give any translation. For example, many languages do not have a term for <strong><em>run</em></strong>, "a point in the game of baseball". If you cannot translate a term, <strong>skip</strong> to the next.</li>
eo_eo: <li>Povas okazi, ke vi ne povos indiki vorton en via lingvo. Ekzemple, en multaj lingvoj, ne ekzistas vorto por diri la angla "<strong><em>run</em></strong>", kiu estas poento en la ludo de bazpilkado. Se ne eblas por vi indiki vorton en via lingvo, <strong>preterpasu</strong> ĝin kaj iru al la sekva.</li>
es_es: <li>Puede que no le sea posible proporcionar ninguna traducción. Por ejemplo, muchos idiomas no disponen de ningún término para expresar <strong><em>run</em></strong>, "un punto en el juego del baloncesto". Si no le es posible traducir un término, <strong>salte</strong> al siguiente.</li>
it_it: <li>Non sempre è possibile indicare una traduzione. Per esempio, molte lingue non hanno un termine specifico per <strong><em>run</em></strong>, ovvero "un punto nel gioco del baseball". Se non sai tradurre un termine, <strong>passa a quello successivo</strong>.</li>
nl_nl: <li>Misschien kun je geen enkele vertaling geven. Bijvoorbeeld, veel talen hebben geen term voor <strong><em>run</em></strong>, "a point in the game of baseball". Als je een term niet kunt vertalen, <strong> sla over </strong> naar de volgende.</li>
vi_vn: <li>Có thể bạn không đưa ra được một lời dịch. Chẳng hạn, nhiều ngôn ngữ không có từ cho từ <strong><em>chạy</em></strong>, "một điểm trong môn bóng chày". Nếu bạn không thể dịch một từ, <strong>bỏ qua</strong> sang từ tiếp theo.</li>

source: <li>Your term may not have exactly the same meaning as the English term. For example, English has 10 <strong><em>fingers</em></strong> and 10 <strong><em>toes</em></strong>, while Spanish has 20 <strong><em>dedos</em></strong>. For the translation game, just give us the closest equivalent, and we'll figure out non-parallel meanings in a different game.</li>
eo_eo: <li>Povas okazi, ke la vorto en via lingvo ne tute samsignifas kiel la angla vorto. Ekzemple, en la angla oni havas 10 "<strong><em>fingers</em></strong>" (manfingroj) kaj 10 "<strong><em>toes</em></strong>" (piedfingroj), dum en la hispana oni havas 20 "<strong><em>dedos</em></strong>" (fingroj manaj kaj piedaj). Dum la ludo de samsignifaj vortoj vialingvaj, simple indiku al ni la plej bonan ekvivalenton en via lingvo. Ni eltrovos diferencojn je la signifo kadre de alia ludo.</li>
es_es: <li>Puede que un término no tenga exactamente el mismo significado que el del término en inglés. Por ejemplo, en inglés se tienen 10 <strong><em> ´fingers´ (dedos de la mano) </em></strong> y 10 <strong><em>´toes´ (dedos del pié)</em></strong>, mientras que en español se tienen simplemente 20 <strong><em>dedos</em></strong>. Para el propósito de este juego de traducción, basta con que proporcione el equivalente más cercano y nosotros buscaremos significados paralelos en nuevos juegos.</li>
it_it: <li>Un termine nella tua lingua non ha necessariamente lo stesso significato del termine inglese. Per esempio, in inglese ci sono 10 <strong><em>finger</em></strong> (dita delle mani) e 10 <strong><em>toe</em></strong> (dita dei piedi), mentre in italiano si parla di <strong><em>dita</em></strong> senza distinguere. Nel gioco con le traduzioni indica semplicemente l'equivalente più vicino, c'è un altro gioco che ci consentirà di individuare significati non perfettamente sovrapponibili.</li>
nl_nl: <li>Jouw term heeft misschien niet exact dezelfde betekenis als de Engelse term. Bijvoorbeeld, Engels heeft 10 <strong><em> fingers</em></strong> en 10 <strong><em>toes</em></strong>, terwijl Spaans 20 <strong><em>dedos</em></strong> heeft. Geef ons de vertaling die er het dichtst bij komt voor het vertaalspel, dan zullen we niet-parallelle betekenissen in een ander spel uitvogelen.</li>
vi_vn: <li>Từ của bạn có thể không có nghĩa chính xác như từ tiếng Anh. Chẳng hạn, tiếng ANh có 10 <strong><em>ngón tay</em></strong> và 10 <strong><em>ngón chân</em></strong>, trong khi trong tiếng Tây Ban Nha có 20 <strong><em>dedos</em></strong>. Đối với trò chơi phiên dịch, chỉ cung cấp từ tương đương gần nhất, và chúng tôi sẽ tìm ra các nghĩa không tương ứng trong một trò chơi khác.</li>

source: <li>Your language might have more than one word that means the same thing. For example, you might use the words <strong><em>sofa</em></strong> and <strong><em>couch</em></strong> interchangeably. For the translation game, just tell us your favorite. We'll figure out synonyms in a different game, and you'll earn your points if you provide an answer that eventually reaches consensus.</li>
eo_eo: <li>Povas okazi, ke en via lingvo ekzistas pli ol unu vorto kun la sama signifo. Ekzemple, povas esti ke vi uzas kaj la vorton <strong><em>klarigi</em></strong> kaj la vorton <strong><em>ekspliki</em></strong> en samaj kontekstoj. Kadre de la ludo de samsignifaj vortoj vialingvaj, simple diru al ni, kiun vorton vi plej ŝatas. Ni eltrovos sinonimojn kadre de alia ludo (kaj vi poentos se vi proponos respondon kiu atingos interkonsenton).</li>
es_es: <li>Puede que su idioma tenga más de una palabra que signifique lo mismo. Por ejemplo, es posible que las palabras <strong><em>sofá</em></strong> y <strong><em>banco</em></strong> se usen indistintamente. Para el propósito de este juego de traducción, proporcione su opción preferida. Nosotros buscaremos sinónimos en otros juegos y usted ganará puntos si proporciona la respuesta que al final sea la seleccionada por la mayoría.</li>
it_it: <li>È possibile che la tua lingua utilizzi più parole per lo stesso concetto. Per esempio, le parole <strong><em>divano</em></strong> e <strong><em>sofà</em></strong> vengono usate come sinonimi. Nel gioco con le traduzioni indica semplicemente quello che preferisci. Ci occupiamo dei sinonimi in un altro gioco. Riceverai i punti se hai indicato il termine che alla fine otterrà il consenso.</li>
nl_nl: <li>Jouw taal kan meer dan een woord hebben met dezelfde betekenis. Bijvoorbeeld, je zou de woorden <strong><em>sofa</em></strong> en<strong><em>bank</em></strong> door elkaar heen kunnen gebruiken. Voor het vertaalspel moet je gewoon je favoriet gebruiken. Synoniemen bepalen we wel in een ander spel, en je verdient punten als je een antwoord geeft dat uiteindelijk consensus bereikt.</li>
vi_vn: <li>Ngôn ngữ của bạn có thể có nhiều hơn một từ cùng để chỉ một thứ. Chẳng hạn, bạn có thể dùng các từ <strong><em>sofa</em></strong> và <strong><em>couch</em></strong> thay nhau. Đối với trò chơi phiên dịch, chỉ cho chúng tôi biết sở thích của bạn. Chúng tôi sẽ tìm ra từ đồng nghĩa trong các trò chơi khác, và bạn sẽ nhận điểm nếu bạn cung cấp câu trả lời mà cuối cùng nhận được sự đồng thuận.</li>

source: <p><strong>Examples Games (Tweets and Sentences)</strong><br />
eo_eo: <p><strong>Ekzemplaj ludoj (Tviteraj tekst-mesaĝoj kaj frazoj)</strong><br />
es_es: <p><strong>Juegos de ejemplos (tweets y frases)</strong><br />
ga_ie: <p><strong>Samplaí (Tweetanna agus Abairtí)</strong><br />
it_it: <p><strong>Giochi con gli esempi (tweet e frasi)</strong><br />
nl_nl: <p><strong>Spelvoorbeelden (Tweets en Zinnen)</strong><br />
vi_vn: <p><strong>Trò chơi Thí dụ (Tweets và Các câu)</strong><br />

source: Skip an example where the consensus is "skip": 1 point<br />
eo_eo: Preterpasado de ekzemplo je kiu la interkonsento estas "preterpasado": 1 poento<br />
es_es: Saltar un ejemplo cuya opción seleccionada por la mayoría sea "saltar": 1 punto<br />
it_it: Salta un esempio che anche gli altri decidono di saltare: 1 punto<br />
nl_nl: Een voorbeeld overslaan waar de consensus "overslaan" is: 1 punt<br />
vi_vn: Bỏ qua một ví dụ khi sự đồng thuận là "bỏ qua": 1 điểm<br/>

source: Select an example where the consensus is "select": 1 point</p>
eo_eo: Elekto de ekzemplo je kiu la interkonsento estas "elekto": 1 poento</p>
es_es: Seleccionar un ejemplo cuya opción seleccionada por la mayoría sea "seleccionar": 1 punto</p>
it_it: Seleziona un esempio cha anche gli altri decidono di selezionare: 1 punto</p>
nl_nl: Een voorbeeld kiezen waar de consensus "selecteer" is: 1 punt </p>
vi_vn: Chọn một ví dụ khi sự đồng thuận là "chọn": 1 điểm</p>

source: <p>Usage examples help people understand how a term is really used. Finding a good example can be hard, however.</p>
eo_eo: <p>Ekzemplo pri la uzo helpas onin kompreni kiumaniere vorto estas uzita en la reala uzo de parolantoj. Tamen foje malfacilas trovi bonan ekzemplon.</p>
es_es: <p>Los ejemplos de uso ayudan a entender el uso de un término en particular, aunque a veces resulta difícil encontrar un buen ejemplo.</p>
it_it: <p>Gli esempi aiutano a capire come viene utilizzato un termine, ma non è sempre facile trovare un esempio efficace.</p>
nl_nl: <p>Praktijkvoorbeelden laten mensen begrijpen hoe een term echt gebruikt wordt. Een goed voorbeeld vinden kan echter moeilijk zijn.</p>
vi_vn: <p>Sử dụng các ví dụ giúp mọi người hiểu một từ được sử dụng thế nào. Tuy nhiên, tìm một ví dụ tốt có thể khó.</p>

source: <li>Bad: "Your eyes are blue."</li>
eo_eo: <li>Malbona ekzemplo: "Viaj okuloj estas verdaj."</li>
es_es: <li>Mal: "Me duele la cabeza."</li>
it_it: <li>Poco utile: "Ho fatto un passo".</li>
nl_nl: <li>Slecht: "Jouw ogen zijn blauw."</li>
vi_vn: <li>Tồi: "Mắt của bạn màu xanh."</li>

source: <li>Good: "Your eyes are the same blue as the water in the bay, and sparkle even more in the sunlight."</li>
eo_eo: <li>Bona ekzemplo: "Multaj centoj da grandegaj konkoj, ruĝaj kiel rozoj kaj verdaj kiel herbo, staris en vicoj sur ĉiu flanko kun blue brulanta flamo."
es_es: <li>Bien: "El cuerpo humano está formado por cabeza, tronco y extremidades."<li>
it_it: <li>Utile: "Camminando entrambi i piedi compiono dei passi".</li>
nl_nl: <li>Goed: "Jouw ogen zijn hetzelfde blauw als het water in het meer en glinsteren zelfs nog meer in het zonlicht."</li>
vi_vn: <li>Tốt: "Mắt của bạn có màu xanh như màu của nước trong vịnh, và sáng hơn cả ánh mặt trời."</li>

source: <p>Because words have different senses, an example might be excellent in one context but completely wrong in another.</p>
eo_eo: <p>Ĉar iu vorto povas estis plursignifa, iu ekzemplo povas bonegi en iu konteksto, sed tute malĝusti en alia.</p>
es_es: <p>Puesto que las palabras tienen diferentes sentidos, un ejemplo puede ser muy válido en un contexto pero totalmente equivocado en otro.</p>
it_it: <p>Dato che una stessa parola può avere diversi significati, un esempio può essere ottimo o sbagliato a seconda del significato.</p>
nl_nl: <p>Omdat woorden verschillende betekenissen hebben, kan een voorbeeld uitmuntend zijn in de ene context maar totaal verkeerd in een andere.</p>
vi_vn: <p>Bởi vì mỗi từ có một nghĩa khác nhau, một ví dụ có thể rất tốt trong ngữ cảnh này nhưng lại hoàn toàn sai trong ngữ cảnh khác.</p>
