Repository: Geheiner/kamusiapp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eo_eo, es_es, fr_fr, ga_ie, it_it, nl_nl, vi_vn

source: <li>Good example for a different meaning of <strong><em>blue</em></strong>: "My heart is aching from the pain of missing you, I'm feeling so blue."</li>
eo_eo: <li>Jen trafa ekzemplo de alia signifo de la vorto <strong><em>verda</em></strong>: "Tamen laŭŝajne neniu planas grandskalan uzon de t.n. verdaj energifontoj anstataŭ la mankonta."</li>
es_es: <li>Un buen ejemplo de una palabra con diferentes significados es <strong><em>cabeza</em></strong>: "Ella lo hace todo en casa, es la cabeza de la familia."</li>
it_it: <li>Ad esempio la parola <strong><em>passo</em></strong> non è necessariamente legata al camminare: "Il passo si trova proprio sul confine italo-austriaco."</li>
vi_vn: <li>Ví dụ tốt cho một nghĩa khác của <strong><em>buồn</em></strong>: "Trái tim anh bị đau do cái đau nhớ em, anh đang cảm thấy rất buồn."</li>

source: <p>In the Examples games, your goal is to find sentences that are real gems for a specific meaning of a term. The Tweet game shows you a bunch of recent postings to Twitter, while the Sentences game grabs examples from other sources. You read the definition, and click on the tweets or sentences that will be a great help for dictionary users to understand the exact meaning we show.</p>
eo_eo: <p>En la Ludo de ekzemploj, via celo estas trovi frazojn, kiuj elstare ilustras iun signifon de iu vorto. Kadre de tio, oni proponas al vi unuflanke Tviterajn tekst-mesaĝojn en la Ludo de Tviteraj mesaĝoj kaj aliflanke aliajn ekzemplojn el aliaj fontoj en la Ludo de frazoj. Legu la difinon kaj alklaku la mesaĝojn aŭ la frazojn kiuj plej helpos la uzantojn de la vortaro pli bone kompreni tiun signifon, kiun ni montras.</p>
es_es: <p>En el juego de los ejemplos, la finalidad es encontrar frases en los que se defina claramente el significado de un término en particular. En el juego de los tweets se ofrecen muchas frases recogidas en Twitter, mientras que el juego de las frases obtiene ejemplos de muchas otras fuentes. Lea la definición y haga clic en los tweets o frases. Ello ayudará a muchos usuarios del diccionario a entender mejor el significado de los términos.</p>
it_it: <p>Nel gioco con gli esempi, il tuo obiettivo è trovare frasi in cui il termine viene utilizzato proprio con quel significato preciso. Il gioco con i tweet ti mostra un elenco di cinguettii recenti, mentre il gioco con le frasi estrae gli esempi da altre fonti. Leggi la definizione e clicca i tweet o le frasi che consentono agli utenti del dizionario di capire il significato preciso del termine.
nl_nl: <p>In het Voorbeelden spel is het je doel om zinnen te vinden die een specifieke betekenis van een term perfect weergeven. Het Tweet spel toont je een aantal recente posts van Twitter, terwijl het Zinnen spel voorbeelden uit andere bronnen haalt. Lees de definitie, en klik op de tweets of zinnen die het meest behulpzaam zijn voor woordenboek gebruikers om precies die betekenis te begrijpen die we laten zien.</p>
vi_vn: <p>Trong Trò chơi ví dụ, mục tiêu của bạn là tìm các câu mà là những viên ngọc quý cho một nghĩa cụ thể của một từ. Trò chơi Tweet đưa ra cho bạn một số các bài gần đây trên Twitter, trong khi Trò chơi câu lại lấy các ví dụ từ các nguồn khác. Bạn đọc các định nghĩa, và nhấp chuột vào các tweets hay các câu mà sẽ giúp cho người sử dungjt ừ điển hiểu được nghĩa chính xác cho từ đang hiện ra.</p>

source: <li>Do NOT click on an entry if it is a good example of a <em>different</em> meaning.</li>
eo_eo: <li>NE elektu proponon, se ĝi estas bona ekzemplo de <em>alia</em> signifo.</li>
es_es: <li>NO haga clic en una entrada si se trata de un buen ejemplo de un significado <em>diferente</em>.</li>
it_it: <li>NON cliccare su un esempio in cui il termine viene utilizzato con un significato <em>diverso</em>.</li>
nl_nl: <li>Klik NIET op een item als het een goed voorbeeld is van een <em>andere</em> betekenis.</li>
vi_vn: <li>KHÔNG nhấp chuột vào một mục từ nếu nó là một ví dụ tốt cho một nghĩa<em>khác</em></li>

source: <li>Do NOT click on an entry if it kind-of, sort-of works with the meaning in question.</li>
eo_eo: <li>NE elektu proponon, se ĝi nur iugrade, iomete kongruas kun la pria signifo.</li>
es_es: <li>NO haga clic en una entrada si tan sólo ofrece un significado parcial o incompleto del término en cuestión.</li>
it_it: <li>NON cliccare un esempio se riflette il significato indicato solo in parte o non ti convince.</li>
nl_nl: <li>Klik NIET op een item als het slechts gedeeltelijk werkt of onvolledig is wat betreft de betekenis die we op het oog hebben.</li>
vi_vn: <li>KHÔNG nhấp chuột vào một mục từ nếu nó kiểu như, dạng như nghĩa trong câu hỏi.</li>

source: <li>ONLY click on an entry if it <strong><em>perfectly demonstrates</em></strong> the meaning <strong><font color="#EBA634">written in orange</font></strong>.</li>
eo_eo: <li>NUR TIAM elektu proponon, se ĝi <strong><em>perfekte ilustras</em></strong> la signifon <strong><font color="#EBA634">kun la oranĝa koloro</font></strong>.</li>
es_es: <li>Haga clic en una entrada SOLO si <strong><em>se corresponde totalmente</em></strong> al significado del texto <strong><font color="#EBA634">escrito en naranja</font></strong>.</li>
it_it: <li>Clicca un esempio SOLO se <strong><em>rappresenta perfettamente</em></strong> il significato <strong><font color="#EBA634">definito in arancione</font></strong>.</li>
nl_nl: <li>Klik ALLEEN op een item als het de <strong><font color="#EBA634">in oranje geschreven</font></strong> betekenis <strong><em>perfect laat zien</em></strong>.</li>
vi_vn: <li>CHỈ nhấp chuột vào một mục từ nếu nó <strong><em> giải thích rõ </em></strong> nghĩa <strong><font color="#EBA634"> viết bằng màu cam</font></strong>.</li>

source: <p>Remember, you will score points if you and others all agree to "skip", and you will score points if you and others all agree to "select". </p>
eo_eo: <p>Memoru, ke vi poentas se vi kaj aliaj interkonsentas pri "preterpasado" aŭ se vi kaj aliaj interkonsentas pri "elekto".</p>
es_es: <p>Recuerde: obtendrá puntos si tanto usted como otros participantes optan por "saltar", y también si usted y otros participantes optan por "seleccionar". </p>
it_it: <p>Puoi accumulare punti anche quando tu ed altri utenti siete tutti d'accordo nel "saltare" o "selezionare" un esempio. </p>
nl_nl: <p>Onthoud goed, je scoort punten als jij en de anderen allemaal besluiten "over te slaan", en je scoort punten als jij en de anderen allemaal besluiten te "selecteren".</p>
vi_vn: <p>Xin nhớ rằng, bạn sẽ ghi điểm nếu bạn và các người khác đều đồng ý "bỏ qua", và bạn sẽ ghi điểm nếu bạn và các người khác đều đồng ý "chọn". </p>

source: <p><strong>Play at your own risk </strong><br />
eo_eo: <p><strong>Ludi propra-riske</strong><br />
es_es: <p><strong>Juegue por si solo </strong><br />
ga_ie: <p><strong>Imir ar do phriacal féin </strong><br />
it_it: <p><strong>Disclaimer</strong><br />
nl_nl: <p><strong>Speel voor eigen risico</strong><br />
vi_vn: <p><strong>Tự chịu trách nhiệm khi chơi </strong><br />

source: We try to filter out inappropriate content in advance. Please be warned, however, that some objectionable content might slip through our automated filters. We apologize in advance for the possibility that you might see offensive Tweets. We do not have humans reviewing the content you see in the Examples games - YOU are the filter. By ignoring offensive examples, you will help make them vanish from our data collection.</p>
eo_eo: Ni provas anticipe filtri kaj forigi netaŭgajn enhavojn. Tamen sciu, ke nia aŭtomataj filtriloj povus preterpasi iujn tiajn enhavojn. Ni antaŭpardonpetas pro la fakto, ke vi eble legos ofendajn Tviterajn mesaĝojn. Ni ne havas homfortojn por provlegi la enhavojn, kiujn vi vidas dum la Ludo de ekzemploj. Do VI mem estas nia filtrilo: se vi ignoros la ofendajn ekzemplojn, ili malaperos el nia datenaro.</p>
es_es: Nosotros procuramos filtrar el contenido inadecuado con anterioridad, pero tenga en cuenta, no obstante, que puede introducirse contenido no deseado durante el filtrado automático. De antemano, ofrecemos nuestras disculpas por los tweets de contenido inapropiado que pudiera obtener. No disponemos de revisores humanos para editar el contenido del juego de los ejemplos (USTED es quien actuará de filtro). Al ignorar ejemplos inapropiados, contribuirá a hacerlos desaparecer de nuestra colección de datos.</p>
it_it: Eventuali contenuti inappropriati vengono rimossi. Tuttavia alcuni potrebbero non essere riconosciuti come tali dai nostri filtri automatici. Ci scusiamo se ti verranno presentati tweet offensivi. Non ci sono persone che filtrano i contenuti presentati nei vari giochi - TU sei il filtro. Ignorando gli esempi offensivi, contribuirai a farli eliminare dalla nostra banca dati.</p>
nl_nl: We proberen ongepaste inhoud er van tevoren uit te filteren. Wees echter gewaarschuwd dat sommige bezwaarlijke inhoud door onze automatische filters kan glippen. We verontschuldigen ons bij voorbaat voor de mogelijkheid dat je grove Tweets kunt zien. We hebben geen menselijke beoordelaars van de inhoud die je in de Voorbeelden spellen ziet - JIJ bent de filter. Door grove voorbeelden te negeren, draag je bij aan het verdwijnen ervan uit onze data verzameling.</p>
vi_vn: Chúng tôi sẽ lọc các nội dung không thích hợp trước. Tuy nhiên, cũng nên biết rằng một số nội dung khách quan có thể lọt qua bộ lọc tự động của chúng tôi. Chúng tôi xin lỗi trước cho khả năng bạn có thể nhìn thấy một số Tweets gây khó chịu. Chúng tôi không có nhân lực để kiểm duyệt nội dung bạn sẽ thấy trong Trò chơi ví dụ - BẠN chính là bộ lọc. Bằng cách bỏ qua các ví dụ mang tính xúc phạm, bạn sẽ giúp loại bỏ chúng ra khỏi bộ dữ liệu của chúng tôi.</p>

source: Name
eo_eo: Nomo
es_es: Nombre
fr_fr: Nom
ga_ie: Ainm
it_it: Nome
nl_nl: Naam
vi_vn: Tên

source: Points
eo_eo: Poentoj
es_es: Puntos
ga_ie: Pointí
it_it: Punti
nl_nl: Punten
vi_vn: Điểm

source: Pending points
eo_eo: Ludataj poentoj
es_es: Puntos pendientes
fr_fr: Points potentiels
ga_ie: Pointí ar feitheamh
it_it: Punti provvisori
nl_nl: Openstaande punten
vi_vn: Điểm đang chờ giải quyết

source: Success Rate
eo_eo: Proporcio da sukcesoj
es_es: Índice de éxito
fr_fr: Ratio de succès
ga_ie: Ráta Rathúlachta
it_it: Percentuale di successo
nl_nl: Succes waarde
vi_vn: Tỉ lệ thành công

source: Hints and Help Language
eo_eo: Konsiloj kaj helpo-lingvo
es_es: Idioma de la ayuda y sugerencias
fr_fr: Langue pour les Indices et pour l'Aide
ga_ie: Teanga na Leideanna
it_it: Lingua della guida
nl_nl: Hinten en Hulp Taal
vi_vn: Lời gợi ý và Trợ giúp Ngôn ngữ

source: Game Language
eo_eo: Ludo-lingvo
es_es: Idioma del juego
fr_fr: Langue du jeu
ga_ie: Teanga an Chluiche
it_it: Lingua del gioco
vi_vn: Ngôn ngữ Trò chơi

source: Notify me about new points I earn...
eo_eo: Sciigu min, kiam mi poentas...
es_es: Ínformeme sobre los nuevos puntos que obtengo...
fr_fr: Notifiez moi à propos des points que j'ai gagné...
ga_ie: Cuir in iúl dom pointí nua a fhaighim...
it_it: Avvertimi quando accumulo nuovi punti...
vi_vn: Thông báo cho tôi về điểm tôi mới kiếm được...

source: Real time
eo_eo: Realtempe
es_es: Tiempo real
fr_fr: En temps réel
ga_ie: Fíor-am
it_it: In tempo reale
vi_vn: Thời gian thực

source: Once daily
eo_eo: Unufoje tage
es_es: Una vez al día
fr_fr: Une fois par jour
ga_ie: Laethúil
it_it: Una volta al giorno
vi_vn: Mỗi ngày một lần

source: Once weekly
eo_eo: Unufoje semajne
es_es: Una vez por semana
fr_fr: Une fois par semaine
ga_ie: Seachtainiúil
it_it: Una volta alla settimana
vi_vn: Mỗi tuần một lần

source: When pigs fly...
eo_eo: Neniam!
es_es: Cuando los cerdos vuelan...
fr_fr: Lorsque les cochons voleront...
ga_ie: Go dtaga thiar aniar...
it_it: Il 30 febbraio (mai)
vi_vn: Không thể...

source: Post achievements to my timeline...
eo_eo: Konigu miajn atingaĵojn en mia kronologio...
es_es: Anunciar resultados en mi programación
fr_fr: Publier mes exploits...
ga_ie: Postáil éachtaí ar m'amlíne...
it_it: Aggiungi i traguardi al mio diario...
vi_vn: Công bố thành quả lên tường của tôi...

source: Always (Every time I have a winning entry)
eo_eo: Ĉiam (ĉiam, kiam mi havas venkantan registraĵon)
es_es: Siempre (cada vez que obtengo una entrada ganadora)
fr_fr: A chaque fois que mon ajout gagne
ga_ie: I gcónaí (le gach iontráil bhuaite)
it_it: Sempre (ogni volta che un mio contributo ottiene il consenso)
vi_vn: Luôn luôn (Mỗi lần tôi có một định nghĩa thuyết phục)

source: Often (Max once a day)
eo_eo: Ofte (maksimume unufoje tage)
es_es: Frecuentemente (máx. una vez al día)
fr_fr: Souvent (Une fois par jour max)
ga_ie: Go minic (Uair amháin sa lá ar a mhéad)
it_it: Spesso (non più di una volta al giorno)
nl_nl: Vaak (Hooguit eenmaal per dag)
vi_vn: Thường xuyên (Tối đa một lần một ngày)

source: Sometimes (Max once a week)
eo_eo: Kelkfoje (maksimume unufoje semajne)
es_es: A veces (máx. una vez por semana)
fr_fr: Parfois (Une fois par semaine max)
ga_ie: Anois is arís (Uair amháin sa tseachtain ar a mhéad)
it_it: Ogni tanto (non più di una volta alla settimana)
nl_nl: Soms (Hooguit eenmaal per week)
vi_vn: Thỉnh thoảng (Tối đa một lần một lần)

source: Occasionally (Max once monthly)
eo_eo: De tempo al tempo (maksimume unufoje monate)
es_es: Ocasionalmente (máx. una vez al mes)
fr_fr: Occasionnellement (Une fois par mois au max)
ga_ie: Go hannamh (Uair amháin sa mhí ar a mhéad)
it_it: Raramente (non più di una volta al mese)
nl_nl: Af en toe (Hooguit eenmaal per maand)
vi_vn: Thi thoảng (Tối đa một tháng 1 lần)

source: When pigs fly... (Never)
eo_eo: Neniam!
es_es: Cuando los cerdos vuelan... (nunca)
fr_fr: Lorsque les cochons voleront (Jamais)
ga_ie: Go dtaga thiar aniar... (Ná postáil riamh)
it_it: Il 30 febbraio (mai)
nl_nl: Als de koeien op het ijs dansen... (Nooit)
vi_vn: Không thể... (Không bao giờ)

source: Language
eo_eo: Lingvo
es_es: Idioma
fr_fr: Langue
ga_ie: Teanga
it_it: Lingua
nl_nl: Taal
vi_vn: Ngôn ngữ

source: All languages
eo_eo: Ĉiuj lingvoj
es_es: Todos los idiomas
fr_fr: Toutes langues
ga_ie: Gach teanga
it_it: Tutte le lingue
nl_nl: Alle talen
vi_vn: Tất cả các ngôn ngữ

source: Game
eo_eo: Ludo
es_es: Juego
fr_fr: Jeu
ga_ie: Cluiche
it_it: Gioco
nl_nl: Spel
vi_vn: Trò chơi

source: All games
eo_eo: Ĉiuj ludoj
es_es: Todos los juegos
fr_fr: Tous les jeux
ga_ie: Gach cluiche
it_it: Tutti i giochi
nl_nl: Alle spellen
vi_vn: Tất cả các trò chơi

source: TimePeriod
eo_eo: Tempoperiodo
es_es: PeriodoDeTiempo
fr_fr: Période de temps
ga_ie: Tréimhse
it_it: Periodo
nl_nl: Tijdvak
vi_vn: Khoảng thời gian

source: All time
eo_eo: Ĉiam
es_es: Todo el tiempo
fr_fr: Toujours
ga_ie: Ó Thús Aimsire
it_it: Dall'inizio
vi_vn: Tất cả thời gian

source: Last Month
eo_eo: Pasinta monato
es_es: El mes pasado
fr_fr: Le mois passé
ga_ie: An Mhí Seo Caite
it_it: Ultimo mese
vi_vn: Tháng trước

source: Last Week
eo_eo: Pasinta semajno
es_es: La semana pasada
fr_fr: La semaine passée
ga_ie: An tSeachtain Seo Caite
it_it: Ultima settimana
vi_vn: Tuần trước

source: Last 24 Hours
eo_eo: Pasintaj 24 horoj
es_es: Las últimas 24 horas
fr_fr: Les dernières 24 heures
ga_ie: 24 Uair an Chloig Is Déanaí
it_it: Ultime 24 ore
vi_vn: 24 giờ qua

source: What to compare
eo_eo: Komparendaĵo(j)
es_es: Qué comparar
fr_fr: Score a comparer
ga_ie: Comparáid
it_it: Confronta con
vi_vn: So sánh với

source: Points Earned
eo_eo: Ricevitaj poentoj
es_es: Puntos obtenidos
fr_fr: Points gagnés
ga_ie: Pointí
it_it: Punti ottenuti
vi_vn: Điểm đã kiếm được

source: # of Submissions
eo_eo: Kvanto da aldonoj
es_es: Núm. de envíos
fr_fr: # d'ajouts
ga_ie: Iontrálacha
it_it: Numero di contributi
vi_vn: # Lần gửi

source: Auto-Loop
eo_eo: Aŭtomata iteracio
es_es: Círcuito automático
fr_fr: Boucle automatique
ga_ie: Ataispeáint
it_it: Aggiornamento automatico
vi_vn: Tự lặp

source: Leaderboard
eo_eo: Tabelo kun la plej bonaj ludantoj
es_es: Clasificación
fr_fr: Liste des scores
ga_ie: Clár na gCuradh
it_it: Classifica
vi_vn: Bảng dẫn đầu

source: I can't say - skip this one...
eo_eo: Mi ne scias - preterpasu ĝin...
es_es: No sé, me lo voy a saltar...
fr_fr: Je ne saurais dire... Passons à la suivante.
ga_ie: Níl a fhios agam - ná bac leis an gceann seo...
it_it: Non so - passa alla voce successiva
nl_nl: Ik zou het niet weten - deze overslaan...
vi_vn: Tôi không thể nói - bỏ qua từ này...

source: I can translate this word!
eo_eo: Mi povas indiki samsignifan vorton mialingvan!
es_es: No puedo traducir esta palabra
fr_fr: Je peux traduire ce mot
ga_ie: Ní féidir liom an focal seo a aistriú!
it_it: So tradurre questa parola!
nl_nl: Ik kan dit woord niet vertalen!
vi_vn: Tôi có thể dịch từ này!

source: Keep the working definition. It's spectacular as it is!
eo_eo: Konservu la provizoran difinon. Ĝi estas mojosa tiel!
es_es: Manténgase la definición actual, ¡es fantástica!
fr_fr: Garder la définition provisoire. C'est spectaculaire ainsi
ga_ie: Coinnigh an sainmhíniú atá ann. Tá sé thar barr!
it_it: Mantieni la definizione corrente. Va bene così.
nl_nl: Houd het bij de werkdefinitie. Het is prima zo!
vi_vn: Giữ định nghĩa làm việc. Nó hấp dẫn như nó đang có!

source: Working definition:
eo_eo: Provizora difino:
es_es: Definición actual:
fr_fr: Définition courante:
ga_ie: Sainmhíniú atá ann:
it_it: Definizione corrente:
nl_nl: Werkdefinitie:
vi_vn: Định nghĩa làm việc:

source: Translate the following word to :
eo_eo: Indiku samsignifan vorton por la sekva vorto en:
es_es: Traduzca la palabra siguiente por :
fr_fr: Traduisez le mot suivant vers la langue suivante :
ga_ie: Aistrigh an focal seo a leanas go:
it_it: Traduci la seguente parola in:
nl_nl: Vertaal het volgende woord in het:
vi_vn: Dịch từ sau sang:

source: Your achievements for the
eo_eo: Viaj atingaĵoj por la
es_es: Ha logrado lo siguiente para
fr_fr: Vos scores pour le
ga_ie: Do chuid éachtaí:
it_it: Totale realizzato:
vi_vn: Thành quả của bạn cho

source: in
eo_eo: en
es_es: en
fr_fr: en
ga_ie: i
vi_vn: trong

source: Write or vote for a definition in
eo_eo: Skribu difinon aŭ voĉdonu pri ĝi en
es_es: Escriba o vote una definición en
fr_fr: Vote pour une définition ou crées-en une en
ga_ie: Scríobh nó vótáil do shainmhíniú i
it_it: Scrivi o vota per una definizione in
nl_nl: Schrijf of stem voor een definitie in het
vi_vn: Viết hay bỏ phiếu cho một định nghĩa trong

source: Rank:
eo_eo: Rango:
es_es: Categoría:
fr_fr: Rang:
ga_ie: Rang:
it_it: Posizione:
nl_nl: Rang
vi_vn: Thứ hạng:

source: In Play:
eo_eo: Ludata(j):
es_es: En juego:
fr_fr: En jeu:
ga_ie: San Imirt:
it_it: Provvisori:
vi_vn: Trong khi chơi:

source: Banked:
eo_eo: Ricevita(j):
es_es: En banca:
fr_fr: Assuré:
ga_ie: I dTaisce:
it_it: Salvati:
vi_vn: Lưu:

source: %s
nl_nl: percentages

source: About
fr_fr: A propos

source: The Kamusi Project
fr_fr: Le Projet Kamusi

source: How to write a great definition
fr_fr: Comment écrire une bonne définition

source: For more information, you can watch this video:
fr_fr: Pour plus d'informations, veuillez regarder cette vidéo:
