Repository: Geheiner/kamusiapp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: eo_eo, es_es, fr_fr, ga_ie, it_it, nl_nl, vi_vn

source: Definition Game
eo_eo: Ludo kun difinoj
es_es: Lista de definiciones
fr_fr: Jeu avec les définitions
ga_ie: Cluiche Sainmhínithe
it_it: Gioca con le definizioni
nl_nl: Vertaalspel
vi_vn: Trò chơi định nghĩa

source: Translation Game
eo_eo: Ludo de samsignifaj vortoj vialingvaj
es_es: Juego de traducción
fr_fr: Jeu des traductions
ga_ie: Cluiche Aistriúcháin
it_it: Gioca con le traduzioni
nl_nl: Vertaalspel
vi_vn: Trò chơi dịch thuật

source: Tweet Game
eo_eo: Ludo de Tviteraj tekst-mesaĝoj
es_es: Juego de tweets
fr_fr: Jeu avec les tweets
ga_ie: Cluiche Tweetála
it_it: Gioca con i tweet
nl_nl: Tweetspel
vi_vn: Trò chơi Tweet

source: Sentence Game
eo_eo: Ludo de frazoj
es_es: Juego de tweets
fr_fr: Jeu avec les phrases
ga_ie: Cluiche Abairtí
it_it: Gioca con le frasi
nl_nl: Zinnenspel
vi_vn: Trò chơi câu

source: Undefined Language
eo_eo: Nedifinita lingvo
es_es: Idioma sin definir
fr_fr: Langue non définie
ga_ie: Teanga Anaithnid
it_it: Lingua non specificata
nl_nl: Ongedefineerd spel
vi_vn: Ngôn ngữ không xác định

source: English
eo_eo: Angla
es_es: Inglés
fr_fr: Anglais
ga_ie: Béarla
it_it: Inglese
nl_nl: Engels
vi_vn: tiếng Anh

source: French
eo_eo: Franca
es_es: Francés
fr_fr: Français
ga_ie: Fraincis
it_it: Francese
nl_nl: Frans
vi_vn: tiếng Pháp

source: Vietnamese
eo_eo: Vjetnama
es_es: Vietnamita
fr_fr: Vietnamien
ga_ie: Vítneamais
it_it: Vietnamita
nl_nl: Vietnamees
vi_vn: tiếng Việt

source: Swahili
eo_eo: Svahila
es_es: Suahili
ga_ie: Svahaílis
vi_vn: tiếng Swahili

source: noun
eo_eo: Substantivo
es_es: nombre
fr_fr: nom
ga_ie: ainmfhocal
it_it: Sostantivo
nl_nl: Zelfstandig naamwoord
vi_vn: danh từ

source: verb
eo_eo: Verbo
es_es: verbo
fr_fr: verbe
ga_ie: briathar
it_it: Verbo
nl_nl: werkwoord
vi_vn: động từ

source: adjective
eo_eo: Adjektivo
es_es: adjetivo
fr_fr: adjectif
ga_ie: aidiacht
it_it: Aggettivo
nl_nl: bijvoeglijk naamwoord
vi_vn: tính từ

source: adjective_satellite
es_es: adjetivo_satélite
fr_fr: adjectif_satellite
ga_ie: satailít_aidiachta
it_it: Aggettivo in una collocazione
vi_vn: tính từ vệ tinh

source: adverb
eo_eo: Adverbo
es_es: adverbio
fr_fr: adverbe
ga_ie: dobhriathar
it_it: Avverbio
nl_nl: bijwoord
vi_vn: trạng từ

source: phrase
eo_eo: Frazo
es_es: frase
ga_ie: frása
it_it: Locuzione
nl_nl: Uitdrukking
vi_vn: cụm từ, ngữ

source: I can write the winning definition for this idea!
eo_eo: Mi povas skribi la venkontan difinon por tiu ĉi ideo!
es_es: ¡Tengo la definición ganadora de esta idea!
fr_fr: Je peux écrire la définition gagnante pour cette idée!
ga_ie: Is féidir liom an sainmhíniú is fearr a dhéanamh air seo!
it_it: So dare la definizione giusta di questo concetto!
nl_nl: Ik kan de winnende definitie voor dit idee schrijven!
vi_vn: Tôi có thể viết định nghĩa thuyết phục cho ý tưởng này!

source: I can translate this word!
eo_eo: Mi povas indiki samsignifan vorton por tiu ĉi vorto!
es_es: ¡Tengo la traducción de esta palabra!
fr_fr: Je peux traduire ce mot!
ga_ie: Is féidir liom an focal seo a aistriú!
it_it: So tradurre questa parola!
nl_nl: Ik kan dit woord vertalen!
vi_vn: Tôi có thể dịch từ này!

source: Check ONLY the tweets that are excellent examples of THIS meaning:
eo_eo: Elektu NUR la Tviterajn tekst-mesaĝojn, kiuj estas elstaraj ekzemploj de TIU ĈI signifo:
es_es: Marque UNICAMENTE los tweets que sean magníficos ejemplos de ESTE significado:
fr_fr: Cochez UNIQUEMENT les tweets qui sont d'excellents examples pour ce sens-ci:
ga_ie: Ná cuir tic ach le tweetanna a léiríonn an bhrí seo:
it_it: Seleziona SOLO i tweet in cui la parola viene utilizzata con QUESTO significato specifico:
nl_nl: Controleer ALLEEN de tweets die uitstekende voorbeelden van DEZE betekenis zijn:
vi_vn: CHỈ kiểm tra các tweets là ví dụ tốt nhất cho nghĩa NÀY:

source: Check the sentences that correspond well to this word:
eo_eo: Elektu la frazojn, kiuj bone kongruas kun tiu ĉi vorto:
es_es: Marque las frases que se correspondan con exactitud a esta palabra:
fr_fr: Cochez les phrases qui corresponden bien à ce mot:
ga_ie: Cuir tic leis na habairtí atá ar aon dul leis an bhfocal seo:
it_it: Seleziona le frasi che rappresentano bene questa parola:
nl_nl: Controleer de zinnen die goed overeenkomen met dit woord:
vi_vn: Kiểm tra các câu tương ứng nhất với từ này:

source: <p><strong>About</strong><br />
eo_eo: <p><strong>Pri</strong><br />
es_es: <p><strong>Sobre</strong><br />
ga_ie: <p><strong>Maidir Leis</strong><br />
it_it: <p><strong>Ulteriori informazioni</strong><br />
nl_nl: <p><strong>Over</strong><br />
vi_vn: <p><strong>Về/Thông tin</strong><br />

source: The Kamusi Project (<a href="http://kamusi.org/">http://kamusi.org/</a>) is a participatory international effort dedicated to improving knowledge of the world's languages. Our long term mission is to produce dictionaries and other language resources for every language, and to make those resources available for free to everyone.</p>
eo_eo: La projekto <em>Kamusi Project</em> (<a href="http://kamusi.org/">http://kamusi.org/</a>) estas kunlabora kaj internacia. Ĝi celas plibonigi onies sciojn pri la lingvoj de la mondo. La longdaŭra objektivo estas la kreado de vortaroj kaj aliaj lingvaj resursoj por ĉiuj lingvoj, kaj ties disponigo por ĉies senpaga uzado.</p>
es_es: El Proyecto Kamusi (<a href="http://kamusi.org/">http://kamusi.org/</a>) es una iniciativa conjunta internacional dedicada a mejorar el conocimiento de los idiomas del mundo. Nuestra misión a largo plazo es crear diccionarios y otras fuentes lingüísticas en múltiples idiomas y ponerlos a la disposición del público en general.</p>
it_it: Il progetto Kamusi (<a href="http://kamusi.org/">http://kamusi.org/</a>) è un'iniziativa internazionale volta ad approfondire la conoscenza delle lingue alla quale può contribuire chiunque. La nostra missione a lungo termine è creare dizionari e altre risorse linguistiche in tutte le lingue e metterle a disposizione di tutti gratuitamente.</p>
nl_nl: Het Kamusi Project (<a href="http://kamusi.org/">http://kamusi.org/</a>) is een internationaal samenwerkingsproject gericht op het verbeteren van de kennis over de wereldwijde talen. Onze lange-termijnmissie is om woordenboeken en andere taalmiddelen te produceren voor alle talen en deze middelen gratis ter beschikking te stellen.</p>
vi_vn: Dự án Kamusi (<a href="http://kamusi.org/">http://kamusi.org/</a>) là một nỗ lực quốc tế với sự tham gia của nhiều người nhằm nâng cao tri thức về các ngôn ngữ trên thế giới. Nhiệm vụ dài hạn của chúng tôi là biên soạn ra các từ điển và các nguồn tài nguyên ngôn ngữ khác cho mọi ngôn ngữ, và mọi người có thể truy cập các nguồn tài nguyên này miễn phí. </p>

source: <p><strong>Purpose</strong><br />
eo_eo: <p><strong>Celo</strong><br />
es_es: <p><strong>Objetivo</strong><br />
ga_ie: <p><strong>Aidhm</strong><br />
it_it: <p><strong>Obiettivo</strong><br />
nl_nl: <p><strong>Doel</strong><br />
vi_vn: <p><strong>Mục đích</strong><br />

source: Our games are designed to learn all about your language, from you, so that we can share that knowledge with the rest of the world. Different games seek different pieces of information. What we learn in one game builds information we can use in the next. Our goal is a detailed dictionary for your language, linked to translations for all other languages, available to you for free.</p>
eo_eo: Niaj ludoj estis kreitaj por ke ni povu lerni de vi ĉion pri via lingvo, ĉar ni volas kundividi viajn sciojn kun la tuta mondo. Diversaj ludoj rilatas al diversaj sci-eroj. Tio, kion oni lernas kadre de iu ludo, estas reuzita por posta ludo. Nia ĝenerala objektivo estas krei senpagan kaj libere haveblan detalan vortaron de via lingvo, kies registraĵoj estu konektitaj al tiuj de ĉiuj aliaj lingvoj
es_es: Nuestros juegos tienen como finalidad aprender al máximo sobre un idioma en particular, de usted mismo, de manera que podamos compartir dicho conocimiento con el resto del mundo. Cada juego persigue un tipo de información distinta: lo que se aprende de un juego constituye información que reutilizamos en otros. Nuestro objetivo es crear un diccionario detallado de un idioma determinado vinculado a traducciones del mismo en todos los otros idiomas, y ponerlo a disposición de todo el mundo sin costo alguno.</p>
it_it: I nostri giochi imparano la tua lingua direttamente da te per mettere queste conoscenze a disposizione del resto del mondo. I vari giochi mirano ad acquisire informazioni di vario genere e quelle ricavate da un gioco vengono riutilizzate nel gioco successivo. Il nostro obiettivo è creare un dizionario gratuito e dettagliato per la tua lingua, collegato alle traduzioni nelle altre altre lingue.</p>
nl_nl: Onze spellen zijn ontwikkeld om, via jou, alles over jouw taal te leren zodat we deze kennis kunnen delen met de rest van de wereld. Andere spellen zoeken naar andere stukken informatie. Wat we leren in het ene spel, geeft informatie die we voor het volgende spel kunnen gebruiken. Ons doel is een gedetailleerd woordenboek voor jouw taal, gelinkt aan vertalingen voor alle andere talen, gratis voor jou beschikbaar. </p>
vi_vn: Các trò chơi của chúng tôi được thiết kế để hiểu hơn về ngôn ngữ của bạn, từ bạn, nhờ đó chúng tôi có thể chia sẻ tri thức đó với cả thế giới. Các trò chơi khác nhau nhằm vào các thông tin khác nhau. Những gì chúng tôi có được trong trò chơi này được sử dụng trong trò chơi kế tiếp. Mục tiêu của chúng tôi là một từ điển chi tiết cho ngôn ngữ của bạn, liên kết với các bản dịch của tất cả các ngôn ngữ khác, bạn có thể truy cập miễn phí. </p>

source: <p><strong>Play</strong><br />
eo_eo: <p><strong>Ludi</strong><br />
es_es: <p><strong>Jugar</strong><br />
ga_ie: <p><strong>Imir</strong><br />
it_it: <p><strong>Gioca</strong><br />
nl_nl: <p><strong>Speel</strong><br />
vi_vn: <p><strong>Chơi</strong><br />

source: Our games ask you a variety of types of questions. You earn points when your answer agrees with the consensus. Your points will remain <strong><em>in play</em></strong> until consensus, when they are <strong><em>banked</em></strong> if you are on the winning team. If you do not have an answer, just skip to the next question! When enough people agree to the same answer, it is published to the live Kamusi. For definitions, the winning author will receive credit on the entry page.</p>
eo_eo: Niaj ludoj starigas diversecajn demandojn. Se via respondo al demando kongruas kun la plejmulta opinio, vi poentas. Viaj poentoj restas <strong><em>ludataj</em></strong> ĝis kiam oni atingas interkonsenton. Tiam, <strong><em>vi ricevas viajn poentojn</em></strong> kondiĉe ke vi estas en la venkinta teamo. Se vi ne scipovas respondi, simple iru al la sekva demando! Kiam sufiĉe da homoj interkonsentas pri iu respondo, tiu respondo ekaperas ĉe la interreta Kamusi. Krome, kiu verkas venkantan difinon estas menciita ĉe la pria registraĵo.</p>
es_es: Nuestros juegos requieren respuestas a varios tipos de preguntas. Ganará puntos cuando su respuesta coincida con la de la mayoría. Sus puntos se mantendrán <strong><em>en juego</em></strong> hasta que la mayoría decida, momento en el que los <strong><em>recibirá</em></strong> si pertenece al grupo vencedor. Si desconoce la respuesta, avance simplemente a la pregunta siguiente. Cuando un número predeterminado de personas coincida en su respuesta, ésta se publicará en la edición ´en vivo´ de Kamusi. En el caso de las definiciones, la persona vencedora obtendrá puntos en la página de entrada.</p>
it_it: I nostri giochi fanno domande molto diverse. Ottieni punti quando la tua risposta ha ottenuto il consenso, ovvero è quella preferita. I tuoi punti sono <strong><em>provvisori</em></strong> finché non viene raggiunto il consenso. Se hai dato la risposta preferita, i punti vengono <strong><em>salvati</em></strong>. Se non conosci una risposta, passa semplicemente alla domanda successiva! Quando un numero sufficiente di persone conferma la stessa risposta, questa viene pubblicata sul sito di Kamusi. Nel caso delle definizioni, l'autore della definizione selezionata viene citato nella pagina corrispondente.</p>
nl_nl: Onze spellen stellen verschillende soorten vragen. Je verdient punten als je antwoorden overeenkomen met de consensus. Je punten blijven <strong><em>in het spel</em></strong>totdat er consensus bereikt is, daarna worden ze <strong><em>weggeschreven</em></strong> als je bij het winnende team zit. Als je geen antwoord heb, ga je simpelweg door naar de volgende vraag! Als er genoeg mensen in overeenstemming zijn, wordt het gepubliceerd naar de 'live' Kamushi. Voor definities ontvangt de winnende auteur de credit op de entree pagina.</p>
vi_vn: Trò chơi của chúng tôi hỏi bạn một số câu hỏi. Bạn sẽ nhận được điểm khi các câu trả lời của bạn tương hợp với nhận thức chung. Điểm của bạn sẽ còn <strong><em>khi chơi</em></strong> cho đến khi có nhận thức chung, nó sẽ được <strong><em>lưu lại</em></strong> nếu bạn thuộc nhóm thắng lợi. Nếu bạn không có câu trả lời, chỉ việc bỏ qua sang câu hỏi tiếp theo! Nếu có đủ người đồng ý cho cùng một câu trả lời, nó sẽ được công bố tới cộng đồng sống động Kamusi. Đối với các định nghĩa, tác giả chiến thắng sẽ nhận danh tiếng trên trang mục từ.</p>

source: <p><strong>Honor Code</strong><br />
eo_eo: <p><strong>Honora kodo</strong><br />
es_es: <p><strong>Código de honor</strong><br />
ga_ie: <p><strong>Cúrsaí Onóra</strong><br />
it_it: <p><strong>Regole del gioco</strong><br />
nl_nl: <p><strong>Erecode</strong><br />
vi_vn: <p><strong>Quy định</strong><br />

source: We ask each player to give their one best answer to each question. Please do not attempt to game the game, and please alert us to suspicious items so we can remove spammers and all their spam.</p>
eo_eo: Ni petas ĉiun ludanton doni sian plej bonan respondon al ĉiu demando. Bonvolu ne hazarde respondumi. Krome, bonvolu informi nin se vi vidas suspektajn enhavojn, tiel ke ni povu forigi rubaĵecajn enhavojn kaj ties verkintojn.</p>
es_es: Pedimos a los jugadores que proporcionen la mejor respuesta que puedan dar para cada pregunta. No juegue con el juego y, por favor, notifíquenos sobre entradas sospechosas de forma que podamos identificar posibles mensajes spam.</p>
it_it: Dai la risposta migliore a ciascuna domanda. Non dare volutamente risposte sbagliate e segnalaci le voci sospette. In questo modo possiamo bloccare gli spammer e rimuovere lo spam.</p>
nl_nl: We vragen iedere speler om hun enkele, beste antwoord op elke vraag. Probeer niet het spel te manipuleren, en laat ons weten als er verdachte onderdelen zijn zodat we spammers en hun spam kunnen verwijderen. </p>
vi_vn: Chúng tôi hỏi mỗi người chơi cung cấp một câu trả lời tốt nhất cho từng câu hỏi. Xin đừng cố gắng chơi trò láu với trò chơi, và xin hãy thông báo cho chúng tôi nếu có các mục đáng nghi để chúng tôi có thể xoá những người cung cấp mục rác và các thứ họ đưa lên. </p>

source: <p><strong>Friends</strong><br />
eo_eo: <p><strong>Geamikoj</strong><br />
es_es: <p><strong>Amigos</strong><br />
ga_ie: <p><strong>Cairde</strong><br />
it_it: <p><strong>Amici</strong><br />
nl_nl: <p><strong>Vrienden</strong><br />
vi_vn: <p><strong>Bạn bè</strong><br />

source: The more people who play for your language, the more fun you will have - you score points more quickly, and move toward more advanced questions. If you enjoy playing, please tell your friends to join us! They&rsquo;ll have fun too, and together you will contribute to a great resource for your whole community.</p>
eo_eo: Ju pli da homoj ludas en via lingvo, des pli vi amuziĝos, ĉar vi pli rapide poentos kaj povos antaŭeniri al pli komplikaj demandoj. Se vi ŝatas la ludon, bonvolu inviti viajn amikojn! Ankaŭ ili amuziĝos kaj kune vi kontribuos al bonega resurso por via tuta komunumo.</p>
es_es: Cuantas más personas jueguen en su idioma, más divertido le resultará (ganará puntos con mayor facilidad y avanzará a preguntas más complicadas. Si se divierte jugando, ¡invite a sus amigos! Se divertirán también y juntos contribuiréis a una buena causa para la comunidad.</p>
it_it: Più persone giocano nella tua lingua, più ti divertirai: otterrai punti più velocemente e riceverai domande più complesse. Se ti diverti giocando, coinvolgi i tuoi amici! Si divertiranno anche loro e tutti insieme contribuirete a creare una risorsa utile a tanti.</p>
nl_nl: Des te meer mensen in jouw taal spelen, des te meer plezier zul je eraan beleven - je scoort sneller punten, en gaat sneller door naar meer geavanceerde vragen. Als je het leuk vindt om te spelen nodig dan ook je vrienden uit! Ook zou kunnen er plezier aan beleven en samen bouw je aan een fantastisch hulpmiddel voor de hele gemeenschap.</p>
vi_vn: Càng nhiều người chơi ngôn ngữ của bạn thì càng vui - bạn sẽ kiếm điểm nhanh hơn, và tiến đến các câu hỏi khó hơn. Nếu bạn thích chơi, hãy giới thiệu bạn bè mình cùng chơi! Họ cũng sẽ thích thú, và cùng với bạn đóng góp cho một nguồn tài nguyên tuyệt vời cho cộng đồng.</p>

source: <p><strong>Definition Game</strong><br />
eo_eo: <p><strong>Ludo de difinoj</strong><br />
es_es: <p><strong>Juego de definiciones</strong><br />
ga_ie: <p><strong>Cluiche Sainmhínithe</strong><br />
it_it: <p><strong>Gioca con le definizioni</strong><br />
nl_nl: <p><strong>Definitiespel</strong><br />
vi_vn: <p><strong>Trò chơi định nghĩa</strong><br />

source: Write a definition: 1 point<br />
eo_eo: Skribu difinon: 1 poento<br />
es_es: Proporcionar una definición: 1 punto<br />
ga_ie: Scríobh sainmhíniú: 1 phointe<br />
it_it: Scrivi una definizione: 1 punto<br />
nl_nl: Een definitie schrijven: 1 punt<br />
vi_vn: Viết một định nghĩa: 1 điểm <br />

source: Vote for the winning definition: 1 point<br />
eo_eo: Voĉdono por la plej bona difino: 1 poento<br />
es_es: Votar por la mejor definición: 1 punto<br />
ga_ie: Vótáil don sainmhíniú buaite: 1 phointe<br />
it_it: Vota per la definizione vincitrice: 1 punto<br />
nl_nl: Voor de winnende definitie stemmen: 1 punt<br />
vi_vn: Bỏ phiếu cho định nghĩa có tính thuyết phục: 1 điểm <br />

source: <em><strong>Write the winning definition</strong></em>: 5 points + credit on the dictionary entry page<br />
eo_eo: <em><strong>Redakto de la plej bona difino</strong></em>: 5 poentoj + mencio en la paĝo de la pria registraĵo<br />
es_es: <em><strong>Proporcionar la definición ganadora</strong></em>: 5 puntos + crédito en la página de entrada del diccionario<br />
it_it: <em><strong>Scrivi la definizione vincitrice</strong></em>: 5 punti + citazione nella voce del dizionario<br />
nl_nl: <em><strong>De winnende definitie schrijven</strong></em>: 5 punten+ credit op de entreepagina van het woordenboek<br />
vi_vn: <em><strong>Viết một định nghĩa có sức thuyết phục</strong></em>: 5 điểm + uy tín trên trang mục từ từ điển<br />

source: Submit a <em>spam</em> definition: -10 points + watchlist</p>
eo_eo: Aldono de <em>rubaĵeca</em> difino: minus 10 poentoj + apero en la atentara listo</p>
es_es: Enviar una <em>spam</em> definición: -10 puntos + lista de entradas sospechosas</p>
it_it: Proponi <em>spam</em>: -10 punti + inserimento nella lista dei possibili indesiderati</p>
nl_nl: Een <em>spam</em> definitie indienen: -10 punten+ watchlist</p>
vi_vn: Gửi 1 <em>rác</em> định nghĩa: -10 điểm + vào danh sách theo dõi</p>

source: <p><strong>How to write a great definition</strong><br />
eo_eo: <p><strong>Kiel verki elstaran difinon</strong><br />
es_es: <p><strong>Cómo redactar una buena definición</strong><br />
it_it: <p><strong>Come scrivere una definizione efficace</strong><br />
nl_nl: <p><strong>Hoe een goede definitie te schrijven</strong><br />
vi_vn: <p><strong>Làm thế nào để viết một định nghĩa tốt</strong><br />

source: Definitions are explanations of what a word means. They are not single words (those are synonyms). You can usually use a definition instead of the actual word. </p>
eo_eo: Difino estas klarigo pri la signifo de iu vorto. Difino ne estu nur unuvorta (tiukaze temus pri sinonimo). Plej ofte oni povas anstataŭigi iun vorton per ties difino.</p>
es_es: Las definiciones son explicaciones sobre lo que significa una palabra. No son palabras sueltas (eso serían sinónimos). Normalmente se puede usar una definición en lugar de la palabra en sí. </p>
it_it: Le definizioni sono una spiegazione del significato di una parola. Una singola parola non è una definizione (bensì tutt'al più un sinonimo).</p>
nl_nl: Definities zijn een uitleg wat woorden betekenen. Dat zijn geen enkele woorden (dat zijn synoniemen). Gewoonlijk kan je een definitie gebruiken in plaats van het eigenlijke woord. </p>
vi_vn: Các định nghĩa là các giải thích một từ có nghĩa gì. Chúng không phải là một từ đơn (các từ đồng nghĩa). Bạn luôn có thể sử dụng một định nghĩa thay vì một từ thực. </p>

source: <p>Definitions are NOT translations. They are written in the same language as the term you are defining. If you are defining a word in your language, the definition should be in that language, too. Definitions should define what the term means in your language - the meaning may differ somewhat from the English definition we show of a matched English concept!</p>
eo_eo: <p>Difinoj NE estu tradukaĵoj aŭ alilingvaj vortoj. Ili estu verkitaj en la lingvo, en kiu oni klarigas la prian vorton. Se vi difinas vorton en via lingvo, la difinu estu en tiu lingvo. Difino montru, kion la vorto signifas en via lingvo. Sciu ke la signifo povas iugrade malsami al tiu de la angla nocio, kiun ni montras.</p>
es_es: <p>Las definiciones NO son traducciones. Están escritas en el mismo idioma que el término que se define. Al definir una palabra en su idioma, la definición también debe proporcionarse en el mismo idioma. Las definiciones definen el significado de un término en su idioma (el significado puede ser ligeramente distinto a la definición en inglés proporcionada de un concepto en inglés)</p>
it_it: <p>Le definizioni NON sono traduzioni, bensì utilizzano la stessa lingua del termine da definire. Se scrivi la definizione di un termine italiano, la definizione deve essere anch'essa in italiano. Le definizioni devono specificare il significato del termine nella tua lingua. Il significato potrebbe discostarsi un po' dalla definizione in inglese riportata per il concetto inglese corrispondente.</p>
nl_nl: </p>Definities zijn GEEN vertalingen. Ze zijn geschreven in dezelfde taal als de term die je definieert. Als je een woord definieert in jouw taal, dan moet de definitie ook in die taal worden geschreven. Definities dienen aan te geven wat de term in jouw taal betekent - de betekenis kan ietwat afwijken van de Engelse definitie die we laten zien van een overeenkomend Engels concept!</p>
vi_vn: <p> Các định nghĩa KHÔNG phải là bản dịch. Chúng được viết bằng ngôn ngữ giống mục từ mà bạn đang định nghĩa. Nếu bạn đang định nghĩa một từ trong ngôn ngữ của bạn, định nghĩa cũng nên viết bằng ngôn ngữ đó. Các định nghĩa nên xác định nghĩa của từ trong ngôn ngữ của bạn - nghĩa có thể khác với định nghĩa trong tiếng Anh mà chúng tôi đưa ra vốn khớp với khái niệm tiếng Anh!</p>

source: <p>Stick to these rules:</p>
eo_eo: <p>Bonvolu respekti la sekvajn regulojn:</p>
es_es: <p>Cíñase a las reglas siguientes:</p>
it_it: <p>Convenzioni utili:</p>
nl_nl: <p>Hou je aan deze regels:</p>
vi_vn: <p>Bám theo các quy tắc này:</p>
