Repository: Geheiner/kamusiapp
Catalog: locale/run_BI/LC_MESSAGES/messages.po
Languages: run

source: Definition Game
run: Urukino nsiguramajambo

source: Translation Game
run: Urukino mpinduramajambo (Gutradwiza)

source: Tweet Game
run: Urukino rwa tweet

source: Sentence Game
run: Urukino n'amungane

source: Undefined Language
run: Ururimi rutazwi

source: English
run: Icongereza

source: French
run: Igifaransa

source: Vietnamese
run: Ikivyetinamu

source: Swahili
run: Igiswahiri

source: noun
run: izina

source: verb
run: Irivuga

source: adjective
run: ingereka

source: adjective_satellite
run: ingereka Satellite

source: adverb
run: intumbuzi

source: phrase
run: iryungane

source: I can write the winning definition for this idea!
run: Ndashoboye kwandika insiguro itomoye y'iki ciyumviro!

source: I can translate this word!
run: Ndashoboye guhindura mu rundi rurimi rino jambo!

source: Check ONLY the tweets that are excellent examples of THIS meaning:
run: Rondera GUSA ama tweet y'uburorero nyabwo y'iyi nsiguro:

source: Check the sentences that correspond well to this word:
run: Rondera amungane ajanye neza n'iri jambo:

source: <p><strong>About</strong><br />
run: <p><strong>-erekeye</strong><br />

source: The Kamusi Project (<a href="http://kamusi.org/">http://kamusi.org/</a>) is a participatory international effort dedicated to improving knowledge of the world's languages. Our long term mission is to produce dictionaries and other language resources for every language, and to make those resources available for free to everyone.</p>
run: Umugambi Kamusi (<a href="http://kamusi.org/">http://kamusi.org/</a>) n'igikorwa mpuzamakungu c'ukwitanga mu ntumbero y'iterambere mu bumenyi bw'indimi zivugwa kw'isi. Igikorwa nyamukuru cacu n'ugushiraho za kazinduzi n'ibindi bikoresho bikenewe kuri buri rurimi hamwe n'ukubironsa abantu bose ku buntu.</p>

source: <p><strong>Purpose</strong><br />
run: <p><strong>Intumbero</strong><br />

source: Our games are designed to learn all about your language, from you, so that we can share that knowledge with the rest of the world. Different games seek different pieces of information. What we learn in one game builds information we can use in the next. Our goal is a detailed dictionary for your language, linked to translations for all other languages, available to you for free.</p>
run: Inkino zacu ziriho kugira hirwe ibikenewe vyose kuvyerekeye indimi zanyu, bivuye muri mwebwe; gutyo tugashobora gusangira ubwo bumenyi n'abandi bantu bose bo mw'isi yose. Hari inkino zitandukanye zigatanga amakuru atandukanye. Ivyo twiga mu rukino rumwe bitanga inkuru dushobora gukoresha mu nkino zikurikira. Intumbero yacu ni kazinduzi isigura bihagije ururimi rwawe, hagakurikira insiguro mu zindi ndimi zose, zigashirwaho ku bwawe kandi ku buntu.

source: <p><strong>Play</strong><br />
run: <p><strong>Kina</strong><br />

source: Our games ask you a variety of types of questions. You earn points when your answer agrees with the consensus. Your points will remain <strong><em>in play</em></strong> until consensus, when they are <strong><em>banked</em></strong> if you are on the winning team. If you do not have an answer, just skip to the next question! When enough people agree to the same answer, it is published to the live Kamusi. For definitions, the winning author will receive credit on the entry page.</p>
run: Inkino zacu zikubaza ubwoko butandukanye bw'ibibazo. Wunguka amanota iyo inyishu yawe yemewe mu mwumvikano. Amanota yawe azogumaho <strong><em>mu rukino</em></strong>gushika uwo mwumvikano ubayeho, ayo manota araheza <strong><em>agatsindirwa</em></strong> mu gihe uri mu murwi watsinze. Iyo atanyishu ufise wotanga, bandanya ku kibazo gikurikira! Iyo abantu benshi bahuriye ku nyishu imwe, iraheza igashirwa muri Kamusi nyezina. Kuvyerekeye insiguro, umuntu azoba yatsinze azohabwa uburenganzira kw'ikoreshwa rya conti ya Kamusi.</p>

source: <p><strong>Honor Code</strong><br />
run: <p><strong>Ibwirizwa ry'iteka</strong><br />

source: We ask each player to give their one best answer to each question. Please do not attempt to game the game, and please alert us to suspicious items so we can remove spammers and all their spam.</p>
run: Dusaba umukinyi uwo ariwe wese gutanga inyishu yiwe ya mbere nziza kuri buri kibazo. Tubasavye kwirinda kunobera kandi tunabasaba kutumenyesha igihe mwobona ubutumwa butabereye kugirango tubukuremwo.</p>

source: <p><strong>Friends</strong><br />
run: <p><strong>Abagenzi</strong><br />

source: The more people who play for your language, the more fun you will have - you score points more quickly, and move toward more advanced questions. If you enjoy playing, please tell your friends to join us! They&rsquo;ll have fun too, and together you will contribute to a great resource for your whole community.</p>
run: Uko abantu bakina mu rurimi rwawe batera baba benshi, niko akanovera kiyongera gutyo ukinjiza n'amanota vuba bwango ugaheza ukabandanya n'ibibazo bikurikira. Niwaba ushimishwa n'uru rukino, tumira abagenzi bawe! Nabo bizobashimisha, gutyo muri hamwe muzoba muriko muraterera mw'iterambera ry'umuryango wanyu.</p>

source: <p><strong>Definition Game</strong><br />
run: <p><strong>Urukino nsiguramajambo</strong><br />

source: Write a definition: 1 point<br />
run: Andika insiguro: 1 inota<br />

source: Vote for the winning definition: 1 point<br />
run: Hitamwo insiguro itomoye: 1 inota<br />

source: <em><strong>Write the winning definition</strong></em>: 5 points + credit on the dictionary entry page<br />
run: <em><strong>Andika insiguro itomoye</strong></em>: 5 amanota + uburenganzira muri Kamusi nyezina<br />

source: Submit a <em>spam</em> definition: -10 points + watchlist</p>
run: Utanze<em>insiguro</em> itajanye: -10 amanota + urutonde</p>

source: <p><strong>How to write a great definition</strong><br />
run: <p><strong>Uburyo insiguro ihambaye yandikwa</strong><br />

source: Definitions are explanations of what a word means. They are not single words (those are synonyms). You can usually use a definition instead of the actual word. </p>
run: Insiguro ni ugusobanura ico ijambo rivuga. Si amajambo yirebanga (ivyitiranwa). Kenshi na kenshi ushobora gukoresha insiguro mukibanza c'iryo jambo.

source: <p>Definitions are NOT translations. They are written in the same language as the term you are defining. If you are defining a word in your language, the definition should be in that language, too. Definitions should define what the term means in your language - the meaning may differ somewhat from the English definition we show of a matched English concept!</p>
run: <p>Insiguro SI ivyahinduwe mu rundi rurimi kuko biba vyanditswe muri urwo rurimi nyene cokimwe n'ijambo uriko urasigura. Igihe uriko urasigura ijambo mu rurimi rwawe, n'insiguro yaryo itegerezwa kuba muri runo rurimi nyene.</p>

source: <p>Stick to these rules:</p>
run: <p>Ubahiriza aya mategeko:</p>

source: <li>Short and sweet: A definition should be as brief as possible to explain the concept, but long enough to describe it fully. If the same word has <strong><em>different meanings</em></strong>, those are <strong><em>different concepts</em></strong> with different definitions. <strong><em>A definition</em></strong> in Kamusi only explains <strong><em>one concept</em></strong>.</li>
run: <li>Ngufi kandi iryohoye: Insiguro itegererwa kuba ngufi bishoboka kugira itomore neza ijambo, ariko ikanaba ndende kugira irisigure bihagije. Iyo iryo jambo nyene rifise<strong><em>insiguro nyinshi</em></strong>, ayo aca yitwa<strong><em>amajambo atandukanye</em></strong>afise n'insiguro zitandukanye. <strong><em> Insiguro</em></strong>muri Kamusi idondora<strong><em>ijambo rimwe gusa</em></strong>.</li>

source: <li>Easy does it: Use the simplest words you can. Definitions should not force readers to jump around the dictionary more, unless technical terms are absolutely necessary.</li>
run: <li>Iroroshe kwubaka: Koresha amajambo asanzwe ashoboka. Insiguro nziza niyituma umusomyi adakenera kazinduzi, kiretse habayemwo amajambo amwamwe afobetse.</li>

source: <li>No circles: Definitions should NOT contain the word that is being defined, nor its close relatives. <em>Happiness</em> is "A feeling of joy.", not "The feeling of being happy." Definitions should not be circular - we cannot now say <em>joy</em> is "A feeling of happiness."</li>
run: </li>Nta majambo yisubiriza: Insiguro ntizibamwo ijambo ririko rirasigurwa canke iryo bisa. <em>Umunezero <em> ni "Ukwiyumvamwo akanyamuneza.", si "Ukwiyumvamwo ibinezereza". Ntitwonavuga ko <em>akanyamuneza</em> ari "ukwiyumvamwo ibinezereza."</li>

source: <li>No fluff: Do not start with "A term meaning", or "This is a", or "X refers to", etc. Style: Begin with a Capital letter and end with a period.</li>
run: <li> Ikizira: Ntugatanguze " Bisigura", canke "Iki ni", canke "X gisigura", n'ibindi. Inyubako: Tanguza urudome rukuru uhereze akaburungu.</li>

source: For <strong>English</strong>, we have 200,000 entries with "working definitions" borrowed from the <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Some of these definitions are great, but many can be much better. When you improve the definitions in English, we can provide better guidance for translations across languages.</p>
run: Mu <strong>Icongereza</strong>, dufise amajambo 200,000 asiguye atiwe muri <a href="http://wordnet-rdf.princeton.edu" target="_blank">Princeton WordNet</a>. Zimwe muri izi nsiguro ni nziza ariko, hashobora kuba na nziza kurusha. Iyo haryohowe insiguro mu congereza bituma haboneka umuco mw'ihindurwa ry'amajambo mu zindi ndimi. </p>

source: For more insight about writing definitions, you can <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">watch this video</a>.</p>
run: Kubindi bijanye n'iyandikwa ryiza ry'insiguro, mushobora kuraba <a href="https://www.youtube.com/watch?v=aaqOQQOYuHA" target="_blank">ino sanamu</a>.</p>

source: <p><strong>Translation Game</strong><br />
run: <p><strong>Urukino nsiguramajambo</strong><br />

source: Submit a term that becomes the consensus: 3 points<br />
run: Tanga ijambo rica riba akabirya: 3 amanota<br />

source: Skip a term where the consensus is "skip" for this language: 1 point</p>
run: Simba ijambo aho hose usabwa "simba" kuri runo rurimi: 1 inota </p>

source: <p>When we do not already have an equivalent term in your language for an idea that we have in our English dataset, we ask you to tell us the best way to express the same meaning.</p>
run: <p> Bishitse tukabura mu rurimi rwawe ijambo rihura n'uryo mu congereza, usabwa kutubwira uburyo bwiza ubona bwo kurisigura<p>

source: <li>You may not be able to give any translation. For example, many languages do not have a term for <strong><em>run</em></strong>, "a point in the game of baseball". If you cannot translate a term, <strong>skip</strong> to the next.</li>
run: <li>Birashobora gushika aho usanga utoronka uko uhindura ijambo mu rundi rurimi. Nk'akarorero, indimi nyinshi ntizifise ijambo risigura <strong>kuja<em>run</em></strong>, "mu burundi". Iyo usanze hari ijambo udashoboye guhindura mu rundi rurimi, <strong>simba</strong> uheze uje ku rikurikira.</li>

source: <li>Your term may not have exactly the same meaning as the English term. For example, English has 10 <strong><em>fingers</em></strong> and 10 <strong><em>toes</em></strong>, while Spanish has 20 <strong><em>dedos</em></strong>. For the translation game, just give us the closest equivalent, and we'll figure out non-parallel meanings in a different game.</li>
run: <li>Birashika ko ijambo rishobora kugira insiguro idahuye neza n'iyo rifise mu congereza. Nk'akarorero, icongereza gifise 10 <strong><em>intoke</em></strong> na 10 <strong><em>amano</em></strong>, mu gihe igisupanyore gifise 20 </strong><strong><em>dedos</em></strong>. Kubijanye n'urukino mpinduramajambo, tanga ijambo mu rundi rurimi rifise insiguro yegereye cane, gutyo natwe tuzoheza dushireho urundi rukino rujanye n'insiguro zindi zitajanye. </li>

source: <li>Your language might have more than one word that means the same thing. For example, you might use the words <strong><em>sofa</em></strong> and <strong><em>couch</em></strong> interchangeably. For the translation game, just tell us your favorite. We'll figure out synonyms in a different game, and you'll earn your points if you provide an answer that eventually reaches consensus.</li>
run: <li> Ururimi rwawe rushobora kugira amajambo menshi afise insiguro imwe. Nk'akarorero, woshobora gukoresha <strong><em>umuduga</em></strong> na <strong><em>imodoka</em></strong>kimwe mu kibanza c'ikindi. Kuvyerekeye urukino mpinduramajambo, duhe insiguro wumva ibereye. Tuzoheza dushireho urundi rukino rujanye n'ivyitiranwa, bizotuma uronka amanota mu gihe utanze inyishu ihuriweko na benshi. </li>

source: <p><strong>Examples Games (Tweets and Sentences)</strong><br />
run: <p><strong>Inkino ku burorero (Tweet n'amungane)</strong><br /

source: Skip an example where the consensus is "skip": 1 point<br />
run: Simba gushirako akarorero iyo ubonye "simba": 1 inota <br />

source: Select an example where the consensus is "select": 1 point</p>
run: Tora akarorero iyo ubonye "tora": 1 inota</p>

source: <p>Usage examples help people understand how a term is really used. Finding a good example can be hard, however.</p>
run: <p>Ikoreshwa ry'uburorero rifasha abantu gutahura uburyo ijambo rikoreshwa vy'ukuri. Ariko rero biragoye gushoka umuntu aronka akarorero gatomoye. </p>

source: <li>Bad: "Your eyes are blue."</li>
run: <li>Ni bibi kuvuga: "Uri maso y'inyana."</li>

source: <li>Good: "Your eyes are the same blue as the water in the bay, and sparkle even more in the sunlight."</li>
run: <li> Ni vyiza kuvuga: "Ufise amaso meza nk'ayinyana y'inka."</li>

source: <p>Because words have different senses, an example might be excellent in one context but completely wrong in another.</p>
run: <p>Kubera amajambo afise insiguro zitandukanye, akarorero gashobora kuba keza mu mvugo imwe ariko kagashobora kuba katabereye mu yindi mvugo.</p>

source: <li>Good example for a different meaning of <strong><em>blue</em></strong>: "My heart is aching from the pain of missing you, I'm feeling so blue."</li>
run: <li>Akarorero kandi kabereye gafise iyindi nsiguro itandukanye k'<strong><em>amaso</em></strong>: "Yohani yari yijiriwe amaso yabaye umunani."</li>

source: <p>In the Examples games, your goal is to find sentences that are real gems for a specific meaning of a term. The Tweet game shows you a bunch of recent postings to Twitter, while the Sentences game grabs examples from other sources. You read the definition, and click on the tweets or sentences that will be a great help for dictionary users to understand the exact meaning we show.</p>
run: <p>Mu nkino n'uburorero, intumbero yawe ni ukurondera amungane atanga insiguro nyakuri y'ijambo. Urukino rwa tweet rukwereka amakuru ya mashasha yashizwe kuri Twitter, mu gihe urukino n'amungane rukura uburorero ku yandi ma sôko. Usoma insiguro, ugaheza ukadoma kuma tweets canke ku mungane mubona afitiye akamaro ka nini abakoresha iyo kazinduzi mu gutahura neza insiguro dutanga.</p>

source: <li>Do NOT click on an entry if it is a good example of a <em>different</em> meaning.</li>
run: <li>NTIWEMEZE mu gihe ryoba ari akarorero kabereye ariko gafise iyindi<em>itandukanye</em>insiguro.</li>

source: <li>Do NOT click on an entry if it kind-of, sort-of works with the meaning in question.</li>
run: <li>NTIWEMEZE mu gihe ubona ko insiguro ituzuye bishimishishe urugero.</li>

source: <li>ONLY click on an entry if it <strong><em>perfectly demonstrates</em></strong> the meaning <strong><font color="#EBA634">written in orange</font></strong>.</li>
run: <li>EMEZA mu gihe<strong><em>itanga</em></strong>insiguro<strong><font color="#EBA634"> itomoye neza yanditse mw'ibára rya oranje</font></strong>.</li>

source: <p>Remember, you will score points if you and others all agree to "skip", and you will score points if you and others all agree to "select". </p>
run: <p>Wibuke ko uzunguka amanota mu gihe wewe n'abandi muhuriye kuri "simba", canke mu gihe muhuriye kuri "tora". </p>

source: <p><strong>Play at your own risk </strong><br />
run: <p><strong>Kina ugavye</strong><br />

source: We try to filter out inappropriate content in advance. Please be warned, however, that some objectionable content might slip through our automated filters. We apologize in advance for the possibility that you might see offensive Tweets. We do not have humans reviewing the content you see in the Examples games - YOU are the filter. By ignoring offensive examples, you will help make them vanish from our data collection.</p>
run: Turagerageza gukuramwo hakiri kare insiguro zitabereye. Ariko turabagabishije ko hari insiguro zikurwamwo n'integuro isanzwe mu mashini. Tubaye turabasavye kutwihanganira mu gihe mwobona ama tweet adashimishije kubera bidashoboka ko haba abantu batunganya neza itoranywa ry' Inkino n'uburorero- Ni WEWE utoranya amajambo abereye mu gukumira uburorero bubi, gutyo uzoba ufashije mw'ijonjora ry'amajambo meza.</p>

source: Name
run: Izina

source: Points
run: Amanota

source: Pending points
run: Amanota arindiriwe

source: Success Rate
run: Urugero rw'ubushobozi

source: Hints and Help Language
run: Ururimi rwo kwisunga n'ukwifashisha

source: Game Language
run: Ururimi rw'urukino

source: Notify me about new points I earn...
run: Mbwira amanota mashasha nungutse...

source: Real time
run: Umwanya nyawo

source: Once daily
run: Rimwe ku musi

source: Once weekly
run: Rimwe mu ndwi

source: When pigs fly...
run: Ntibibaho nk'ukubona umuzi w'ibuye

source: Post achievements to my timeline...
run: Kumenyekanisha ibikorwa maze gukora...

source: Always (Every time I have a winning entry)
run: Igihe cose ntsinze

source: Often (Max once a day)
run: Kenshi na kenshi (Rimwe ku musi)

source: Sometimes (Max once a week)
run: Rimwe na rimwe (Rimwe mu ndwi)

source: Occasionally (Max once monthly)
run: Igihe bishobotse (Rimwe mu kwezi)

source: When pigs fly... (Never)
run: Ntibibaho nk'ukuronka umuzi w'ibuye... (Ntanarimwe)

source: Language
run: Ururimi

source: All languages
run: Indimi zose

source: Game
run: Urukino

source: All games
run: Inkino zose

source: TimePeriod
run: Igihe

source: All time
run: Igihe cose

source: Last Month
run: Ukwezi guheze

source: Last Week
run: Indwi iheze

source: Last 24 Hours
run: Amasaha 24 aheze

source: What to compare
run: Ivyo tugereranya

source: Points Earned
run: Amanota yatsindiwe

source: # of Submissions
run: # yiyongeyeko

source: Auto-Loop
run: Kwisubiriza otomatike

source: Leaderboard
run: Urutonde rw'amanota

source: I can't say - skip this one...
run: Ntaco novuga- Ndunguruje

source: I can translate this word!
run: Ndashoboye guhindura mu rundi rurimi rino jambo

source: Keep the working definition. It's spectacular as it is!
run: Gumya aka karorero wahawe. Karashimishije ukwo kari!

source: Working definition:
run: Akarorero katanzwe :

source: Translate the following word to :
run: Hindura mu rundi rurimi ijambo rikurikira :

source: Your achievements for the
run: Amanota watsindiye kuri

source: in
run: mu

source: Write or vote for a definition in
run: Andika canke tora insiguro mu

source: Rank:
run: Urwego

source: In Play:
run: Mu rukino:

source: Banked:
run: Yashinguwe
